Repository: An147/layotter
Catalog: languages/layotter-*.po
Languages: de_de

source: Layotter requires the <a href="%s" target="_blank">Advanced Custom Fields</a> plugin, please install it before using Layotter.
de_de: Layotter benötigt das Plugin <a href="%s" target="_blank">Advanced Custom Fields</a>. Bitte installiere es, bevor du Layotter nutzt.

source: Your version of Advanced Custom Fields is outdated. Please install version %s or higher to be able to use Layotter.
de_de: Deine Version von Advanced Custom Fields ist veraltet. Bitte installiere mindestens Version %s, um Layotter zu benutzen.

source: Use with Layotter
de_de: Mit Layotter benutzen

source: Use as element
de_de: Als Element nutzen

source: Use for post options
de_de: Für Seitenoptionen nutzen

source: Use for row options
de_de: Für Zeilenoptionen nutzen

source: Use for column options
de_de: Für Spaltenoptionen nutzen

source: Use for element options
de_de: Für Elementoptionen nutzen

source: Delete row
de_de: Zeile löschen

source: Delete element
de_de: Element löschen

source: Delete template
de_de: Template löschen

source: Edit template
de_de: Template bearbeiten

source: Cancel
de_de: Abbrechen

source: Discard changes
de_de: Änderungen verwerfen

source: Do you want to cancel and discard all changes?
de_de: Wirklich abbrechen und alle Änderungen verwerfen?

source: Do you want to delete this row and all its elements?
de_de: Möchtest du diese Zeile und alle enthaltenen Elemente löschen?

source: Do you want to delete this element?
de_de: Möchtest du dieses Element löschen?

source: Do you want to delete this template? You can not undo this action.
de_de: Möchtest du dieses Template löschen? Du kannst diese Aktion nicht rückgängig machen.

source: When editing a template, your changes will be reflected on all pages that are using it. Do you want to edit this template?
de_de: Wenn du ein Template bearbeitest, erscheinen deine Änderungen auf allen Seiten die es verwenden. Möchtest du dieses Template bearbeiten?

source: Please enter a name for your layout:
de_de: Bitte gib einen Namen für dein Layout ein:

source: Save layout
de_de: Layout speichern

source: Please enter the new name for this layout:
de_de: Bitte gib den neuen Namen für dieses Layout ein:

source: Rename layout
de_de: Layout umbenennen

source: Do want to delete this layout? You can not undo this action.
de_de: Möchtest du dieses Layout löschen? Du kannst diese Aktion nicht rückgängig machen.

source: Delete layout
de_de: Layout löschen

source: Do want to load this layout and overwrite the existing content?
de_de: Möchtest du dieses Layout laden und den bestehenden Inhalt überschreiben?

source: Load layout
de_de: Layout laden

source: Undo:
de_de: Rückgängig:

source: Redo:
de_de: Wiederholen:

source: Add element
de_de: Neues Element

source: Edit element
de_de: Element bearbeiten

source: Duplicate element
de_de: Element duplizieren

source: Move element
de_de: Element verschieben

source: Save element as template
de_de: Element als Template speichern

source: Create element from template
de_de: Element aus einem Template erstellen

source: Add row
de_de: Neue Zeile

source: Change row layout
de_de: Zeilenlayout ändern

source: Duplicate row
de_de: Zeile duplizieren

source: Move row
de_de: Zeile verschieben

source: Edit post options
de_de: Seitenoptionen bearbeiten

source: Edit row options
de_de: Zeilenoptionen bearbeiten

source: Edit column options
de_de: Spaltenoptionen bearbeiten

source: Edit element options
de_de: Elementoptionen bearbeiten

source: Post options
de_de: Seitenoptionen

source: Row options
de_de: Zeilenoptionen

source: Column options
de_de: Spaltenoptionen

source: Element options
de_de: Elementoptionen

source: Debug mode enabled: Inspect and manually edit the JSON structure generated by Layotter. Use with caution. A faulty structure will break your page layout and content. Go to <a href="%s">Layotter's settings page</a> to disable debug mode.
de_de: Debug-Modus aktiv: Du kannst nun die vom Layotter erstellte JSON-Struktur ansehen und bearbeiten. Sei dabei sehr vorsichtig, mit einer fehlerhaften Struktur wirst du das Layout und den Inhalt dieser Seite zerstören. Du kannst den Debug-Modus <a href="%s">hier</a> deaktivieren.

source: Example element
de_de: Beispiel-Element

source: Use this element to play around and get started with Layotter.
de_de: Nutze dieses Element, um Layotter auszuprobieren und dich mit dem Editor vertraut zu machen.

source: This element is empty. Click the edit button at the top right to add some content.
de_de: Dieses Element ist leer. Klicke auf den Bearbeiten-Button oben rechts, um Inhalte hinzuzufügen.

source: Example element for Layotter
de_de: Beispielelement für Layotter

source: Thank you for trying out Layotter!
de_de: Vielen Dank, dass du Layotter ausprobierst!

source: This is an example element you can use to get started with Layotter. When you're ready to create your own element types, go to the settings page to disable it.
de_de: Nutze dieses Beispiel-Element, um dich mit Layotter vertraut zu machen. Du kannst es in den Einstellungen deaktivieren, sobald du anfängst, eigene Elementtypen zu schreiben.

source: Welcome to the text editor! Write something, insert links or images, and click save when you're done.
de_de: Willkommen im Texteditor! Schreib etwas, füge Links oder Bilder hinzu, und klicke den Speichern-Button, sobald du fertig bist.

source: By the way, Layotter isn't limited to text fields. You can create all kinds of content, like embedded Google maps, image galleries, file uploads, and much more!
de_de: Textfelder sind übrigens nur der Anfang! Mit Layotter kannst du alle möglichen Inhaltstypen erstellen, z.B. eingebettete Google Maps, Bildergalerien, Datei-Uploads und vieles mehr.

source: Content
de_de: Inhalt

source: Full width
de_de: Volle Breite

source: A half
de_de: Eine Hälfte

source: A third
de_de: Ein Drittel

source: Two thirds
de_de: Zwei Drittel

source: A fourth
de_de: Ein Viertel

source: Three fourths
de_de: Drei Viertel

source: A sixth
de_de: Ein Sechstel

source: Five sixths
de_de: Fünf Sechstel

source: A twelfth
de_de: Ein Zwölftel

source: Five twelfths
de_de: Fünf Zwölftel

source: Seven twelfths
de_de: Sieben Zwölftel

source: Eleven twelfths
de_de: Elf Zwölftel

source: Your settings have been saved.
de_de: Deine Änderungen wurden gespeichert.

source: Layotter Settings
de_de: Layotter-Einstellungen

source: General
de_de: Allgemein

source: Rows
de_de: Zeilen

source: Columns
de_de: Spalten

source: Elements
de_de: Elemente

source: Post types
de_de: Post-Typen

source: Select the post types for which Layotter should be enabled.
de_de: Wähle die Post-Typen aus, für die du Layotter aktivieren möchtest.

source: There's a %s filter in your code that might be modifying these settings.
de_de: In deinem Code ist ein %s-Filter, der diese Einstellungen verändern könnte.

source: Posts
de_de: Artikel

source: Pages
de_de: Seiten

source: Post layouts
de_de: Seitenlayouts

source: This feature lets you save entire post layouts as templates to be used as a starting point for new posts.
de_de: Hiermit kannst du komplette Seitenlayouts speichern und als Vorlage verwenden, wenn du eine neue Seite anlegst

source: Enable post layouts
de_de: Seitenlayouts verwenden

source: This feature lets you save elements as templates. Element templates look just like regular elements, but if you edit them on one page, they'll be updated on every other page as well.
de_de: Hiermit kannst du Elemente als Templates speichern. Element-Templates sehen genauso aus wie normale Elemente &ndash; aber wenn du ein Template bearbeitest, wirken sich die Änderungen auch auf alle anderen Seiten aus, auf denen du das Template verwendest.

source: Enable element templates
de_de: Element-Templates verwenden

source: Default frontend CSS
de_de: Standard-CSS

source: Layotter comes with a set of very basic styles to make rows and columns work in the frontend (as long as you don't change the default class names). Disable this option if you want to write your own styles.
de_de: Layotter bietet grundlegende CSS-Styles, mit denen Zeilen und Spalten im Frontend richtig angezeigt werden (solange du die Standard-CSS-Klassen nicht veränderst). Deaktiviere diese Option, wenn du deine eigenen Styles schreiben möchtest.

source: Use default frontend CSS
de_de: Standard-CSS verwenden

source: Example element type
de_de: Beispiel-Elementtyp

source: Layotter comes with an example element type to play around and get started quickly. You'll probably want to disable it once you start creating your own element types.
de_de: Layotter enthält einen Beispiel-Elementtyp, mit dem du herumprobieren und dich mit dem Editor vertraut machen kannst. Du kannst es deaktivieren, sobald du anfängst eigene Elementtypen zu schreiben.

source: Once you disable the example element type, all elements you've created with it will disappear.
de_de: Wenn du den Beispiel-Elementtyp deaktivierst, verschwinden alle Elemente, die du damit erstellt hast.

source: Use example element type
de_de: Beispiel-Elementtyp verwenden

source: Save settings
de_de: Einstellungen speichern

source: Enter HTML code to wrap around the whole content.
de_de: Gib hier HTML-Code ein, der vor bzw. nach dem Content angezeigt werden soll.

source: These settings currently have no effect because they're overwritten by a %s filter used in your code.
de_de: Diese Einstellungen haben im Moment keinen Effekt, weil sie durch einen %s-Filter in deinem Code überschrieben werden.

source: You can use <a href="%s" target="_blank">view filters</a> for way more flexibility.
de_de: Für mehr Flexibilität kannst du <a href="%s" target="_blank">View-Filter</a> einsetzen.

source: HTML before content:
de_de: HTML vor dem Content:

source: Default:
de_de: Standard:

source: Click to reset
de_de: Klick zum Zurücksetzen

source: HTML after content:
de_de: HTML nach dem Content:

source: Enter HTML code to wrap around each row.
de_de: Gib hier HTML-Code ein, der vor bzw. nach jeder Zeile angezeigt werden soll.

source: HTML before each row:
de_de: HTML vor jeder Zeile:

source: HTML after each row:
de_de: HTML nach jeder Zeile:

source: Allowed layouts
de_de: Erlaubte Layouts

source: Choose the row layouts you want to use. Disabling a layout means it will not be available for newly created rows from now on &ndash; existing rows with that layout will stay the way they are until you change them by hand.
de_de: Wähle die Layouts aus, die du im Layotter nutzen möchtest. Wenn du ein Layout deaktivierst, können keine neuen Zeilen mit diesem Layout erstellt werden &ndash; bestehende Zeilen bleiben aber wie sie sind, bis du sie per Hand änderst.

source: You can create more complex layouts using <a href="%s" target="_blank">settings filters</a>.
de_de: Nutze <a href="%s" target="_blank">Settings-Filter</a>, um komplexere Layouts zu erstellen.

source: default for new rows
de_de: Standard für neue Zeilen

source: Default layout
de_de: Standard-Layout

source: Select a default layout that will be used in all newly created rows.
de_de: Wähle das Standard-Layout für neue Zeilen aus.

source: Enter HTML code to wrap around each column. You can use the variable %s which will be replaced with the corresponding class name entered below.
de_de: Gib hier HTML-Code ein, der vor bzw. nach jeder Spalte angezeigt werden soll. Du kannst die Variable %s verwenden &ndash; sie wird automatisch durch den richtigen Klassennamen ersetzt, den du unten eingegeben hast.

source: HTML before each column:
de_de: HTML vor jeder Spalte:

source: HTML after each column:
de_de: HTML nach jeder Spalte:

source: CSS classes for columns
de_de: CSS-Klassen für Spalten

source: Enter a class name for each type of column so you'll be able to target them via CSS.
de_de: Trage hier Klassen für die verschiedenen Spaltengrößen ein, um sie per CSS ansteuern zu können.

source: Enter HTML code to wrap around each element.
de_de: Gib hier HTML-Code ein, der vor bzw. nach jedem Element angezeigt werden soll.

source: HTML before each element:
de_de: HTML vor jedem Element:

source: HTML after each element:
de_de: HTML nach jedem Element:

source: Debug mode
de_de: Debug-Modus

source: With debug mode enabled you can inspect and manually edit the JSON structure generated by Layotter. Enable debug mode for these user roles:
de_de: Im Debug-Modus kannst du die vom Layotter erstellte JSON-Struktur ansehen und per Hand bearbeiten. Wähle aus, für welche User der Debug-Modus aktiviert werden soll:

source: Layotter loading &hellip;
de_de: Layotter lädt &hellip;

source: Options
de_de: Optionen

source: Add your first row to get started
de_de: Erstelle als erstes eine neue Zeile

source: Or start with a layout that you created earlier
de_de: Oder starte mit einer Layout-Vorlage

source: Save as template
de_de: Als Template speichern

source: This is a template.
de_de: Dies ist ein Template.

source: Switch to fullscreen editor
de_de: Zum Fullscreen-Editor wechseln

source: Switch to small editor
de_de: Zum kleinen Editor wechseln

source: Save
de_de: Speichern

source: Back
de_de: Zurück

source: Created on %s
de_de: Erstellt am %s

source: Hide templates
de_de: Templates verstecken
